# vi:syntax=ruby

tap 'caskroom/cask'
tap 'caskroom/drivers'
tap 'crisidev/homebrew-chunkwm'
tap 'homebrew/bundle'
tap 'koekeishiya/formulae'
tap 'kylef/formulae'

brew 'ag'
brew 'aspell'
brew 'awscli'
brew 'chunkwm'
brew 'cloc'
brew 'direnv'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'gnupg'
brew 'grc'
brew 'heroku'
brew 'httping'
brew 'hub'
brew 'khd'
brew 'mas'
brew 'mosh'
brew 'node'
brew 'ocproxy'
brew 'openconnect'
brew 'pyenv'
brew 'swiftenv'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'vimpager'
brew 'weechat'
brew 'wget'

# caskroom/cask
cask 'docker'
cask 'google-chrome'
cask 'private-internet-access'
cask 'time-out'
cask 'xscreensaver'
cask 'zoomus'

# caskroom/drivers
cask 'logitech-options'

mas '1Blocker', id: 1107421413
mas '1Password', id: 443987910
mas 'Deckset', id: 847496013
mas 'Slack', id: 803453959
mas 'Todoist', id: 585829637
mas 'Xcode', id: 497799835
