# vi:syntax=ruby

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'koekeishiya/formulae'
tap 'kylef/formulae'

brew 'ag'
brew 'aspell'
brew 'awscli'
brew 'cloc'
brew 'direnv'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'gnupg'
brew 'grc'
brew 'httping'
brew 'hub'
brew 'jq'
brew 'mas'
brew 'mosh'
brew 'node'
brew 'ocproxy'
brew 'openconnect'
brew 'pinentry-mac'
brew 'pyenv'
brew 'skhd'
brew 'swiftenv'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'vimpager'
brew 'weechat'
brew 'wget'
brew 'yarn'

# caskroom/cask
cask '1password'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'time-out'
cask 'xscreensaver'
cask 'zoomus'

# caskroom/drivers
cask 'logitech-options'

mas 'Deckset', id: 847496013
mas 'Slack', id: 803453959
mas 'Xcode', id: 497799835
