tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'aspell'
brew 'awscli'
brew 'cloc'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'gnupg2'
brew 'heroku-toolbelt'
brew 'httping'
brew 'hub'
brew 'mas'
brew 'node'
brew 'pyenv'
brew 'redshift'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'vimpager'
brew 'weechat'
brew 'wget'

cask 'docker'
cask 'google-chrome'
cask 'private-internet-access'
cask 'xscreensaver'

mas 'Xcode', id: 497799835
mas '1Password', id: 443987910
